Repository: gabrielpantoja-cl/Vegan-Wetlands
Catalog: server/mods/mcl_decor/locale/mcl_decor.*.po
Languages: fr, pl, ru, uk

source: VoxeLibre Furniture and decorations
ru: VoxeLibre Мебель и декорации

source: Adds more decoration and furniture blocks to VoxeLibre (ex. MineClone2) and Mineclonia
ru: Добавляет декорации и мебель в VoxeLibre (ex. MineClone2) и Mineclonia

source: Checkerboard Tile
fr: Carreau en damier
ru: Шахматная плитка
uk: Шахова дошка

source: Checkerboard Stair
fr: Escalier en damier
ru: Ступеньки из шахматной плитки
uk: Шахові сходи

source: Checkerboard Slab
fr: Dalle en damier
ru: Плита из шахматной плитки
uk: Шаховий напівблок

source: Double Checkerboard Slab
fr: Double dalle en damier
ru: Двойной шахматный полублок
uk: Подвійний шаховий напівблок

source: @1 (closed)
ru: @1 (закрыты)
uk: @1 (зачинено)

source: @1 Stair
ru: Ступенька из @1
uk: @1 сходи

source: @1 Slab
ru: Плита из @1
uk: @1 напівблок

source: Double @1 Slab
ru: Двойная плита из @1
uk: Подвійний @1 напівблок

source: White Armchair
fr: Fauteuil blanc
pl: Fotel biały
ru: Белое кресло
uk: Біле крісло

source: White Curtains
fr: Rideaux blanc
pl: Zasłony białe
ru: Белые шторы
uk: Білі занавіски

source: White Planks
fr: Planches blanches
pl: Deski białe
ru: Белые доски
uk: Білі дощечки

source: White Fence
ru: Белый забор
uk: Біла огорожа

source: White Fence Gate
ru: Белая калитка
uk: Біла калітка

source: Grey Armchair
fr: Fauteuil gris
pl: Fotel szary
ru: Серое кресло
uk: Сіре крісло

source: Grey Curtains
fr: Rideaux gris
pl: Zasłony szare
ru: Серые шторы
uk: Сірі занавіски

source: Grey Planks
fr: Planches grise
pl: Deski szare
ru: Серые доски
uk: Сірі дощечки

source: Grey Fence
ru: Серый забор
uk: Сіра огорожа

source: Grey Fence Gate
ru: Серая калитка
uk: Сіра калітка

source: Light Grey Armchair
fr: Fauteuil gris cLair
pl: Fotel jasnoszary
ru: Светло-серое кресло
uk: Світло-сіре крісло

source: Light Grey Curtains
fr: Rideaux gris clair
pl: Zasłony jasnoszare
ru: Светло-серые шторы
uk: Світло-сірі занавіски

source: Light Grey Planks
fr: Planches gris clair
pl: Deski jasnoszare
ru: Светло-серые доски
uk: Світло-сірі дощечки

source: Light Grey Fence
ru: Светло-серый забор
uk: Світло-сіра огорожа

source: Light Grey Fence Gate
ru: Светло-серая калитка
uk: Світло-сіра калітка

source: Black Armchair
fr: Fauteuil noir
pl: Fotel czarny
ru: Чёрное кресло
uk: Чорне крісло

source: Black Curtains
fr: Rideaux noir
pl: Zasłony czarne
ru: Чёрные шторы
uk: Чорні занавіски

source: Black Planks
fr: Planches noire
pl: Deski czarne
ru: Чёрные доски
uk: Чорні дощечки

source: Black Fence
ru: Чёрный забор
uk: Чорна огорожа

source: Black Fence Gate
ru: Чёрная калитка
uk: Чорна калітка

source: Red Armchair
fr: Fauteuil rouge
pl: Fotel czerwony
ru: Красное кресло
uk: Червоне крісло

source: Red Curtains
fr: Rideaux rouge
pl: Zasłony czerwone
ru: Красные шторы
uk: Червоні занавіски

source: Red Planks
fr: Planches rouge
pl: Deski czerwone
ru: Красные доски
uk: Червоні дощечки

source: Red Fence
ru: Красный забор
uk: Червона огорожа

source: Red Fence Gate
ru: Красная калитка
uk: Червона калітка

source: Yellow Armchair
fr: Fauteuil jaune
pl: Fotel żółty
ru: Жёлтое кресло
uk: Жовте крісло

source: Yellow Curtains
fr: Rideaux jaune
pl: Zasłony żółte
ru: Жёлтые шторы
uk: Жовті занавіски

source: Yellow Planks
fr: Planches jaune
pl: Deski żółte
ru: Жёлтые доски
uk: Жовті дощечки

source: Yellow Fence
ru: Жёлтый забор
uk: Жовта огорожа

source: Yellow Fence Gate
ru: Жёлтая калитка
uk: Жовта калітка

source: Green Armchair
fr: Fauteuil vert
pl: Fotel zielony
ru: Зелёное кресло
uk: Зелене крісло

source: Green Curtains
fr: Rideaux vert
pl: Zasłony zielone
ru: Зелёные шторы
uk: Зелені занавіски

source: Green Planks
fr: Planches verte
pl: Deski zielone
ru: Зелёные доски
uk: Зелені дощечки

source: Green Fence
ru: Зелёный забор
uk: Зелена огорожа

source: Green Fence Gate
ru: Зелёная калитка
uk: Зелена калітка

source: Cyan Armchair
fr: Fauteuil cyan
pl: Fotel cyjanowy
ru: Голубое кресло
uk: Бірюзове крісло

source: Cyan Curtains
fr: Rideaux cyan
pl: Zasłony cyjanowe
ru: Голубые шторы
uk: Бірюзові занавіски

source: Cyan Planks
fr: Planches cyan
pl: Deski cyjanowe
ru: Голубые доски
uk: Бірюзові дощечки

source: Cyan Fence
ru: Голубой забор
uk: Бірюзова огорожа

source: Cyan Fence Gate
ru: Голубая калитка
uk: Бірюзова калітка

source: Blue Armchair
fr: Fauteuil bleu
pl: Fotel niebieski
ru: Синее кресло
uk: Синє крісло

source: Blue Curtains
fr: Rideaux bleu
pl: Zasłony niebieskie
ru: Синие шторы
uk: Сині занавіски

source: Blue Planks
fr: Planches bleu
pl: Deski niebieskie
ru: Синие доски
uk: Сині дощечки

source: Blue Fence
ru: Синий забор
uk: Синя огорожа

source: Blue Fence Gate
ru: Синяя калитка
uk: Синя калітка

source: Magenta Armchair
fr: Fauteuil magenta
pl: Fotel magentowy
ru: Фиолетовое кресло
uk: Пурпурове крісло

source: Magenta Curtains
fr: Rideaux magenta
pl: Zasłony magentowe
ru: Фиолетовые шторы
uk: Пурпурові занавіски

source: Magenta Planks
fr: Planches magenta
pl: Deski magentowe
ru: Фиолетовые доски
uk: Пурпурові дощечки

source: Magenta Fence
ru: Фиолетовый забор
uk: Пурпурова огорожа

source: Magenta Fence Gate
ru: Фиолетовая калитка
uk: Пурпурова калітка

source: Orange Armchair
fr: Fauteuil orange
pl: Fotel pomarańczowy
ru: Оранжевое кресло
uk: Помаранчеве крісло

source: Orange Curtains
fr: Rideaux orange
pl: Zasłony pomarańczowe
ru: Оранжевые шторы
uk: Помаранчеві занавіски

source: Orange Planks
fr: Planches orange
pl: Deski pomarańczowe
ru: Оранжевые доски
uk: Помаранчеві дощечки

source: Orange Fence
ru: Оранжевый забор
uk: Помаранчева огорожа

source: Orange Fence Gate
ru: Оранжевая калитка
uk: Помаранчева калітка

source: Purple Armchair
fr: Fauteuil violet
pl: Fotel fioletowy
ru: Пурпурное кресло
uk: Фіолетове крісло

source: Purple Curtains
fr: Rideaux violet
pl: Zasłony fioletowe
ru: Пурпурные шторы
uk: Фіолетові занавіски

source: Purple Planks
fr: Planches violette
pl: Deski fioletowe
ru: Пурпурные доски
uk: Фіолетові дощечки

source: Purple Fence
ru: Пурпурный забор
uk: Фіолетова огорожа

source: Purple Fence Gate
ru: Пурпурная калитка
uk: Фіолетова калітка

source: Brown Armchair
fr: Fauteuil marron
pl: Fotel brązowy
ru: Коричневое кресло
uk: Коричневе крісло

source: Brown Curtains
fr: Rideaux marron
pl: Zasłony brązowe
ru: Коричневые шторы
uk: Коричневі занавіски

source: Brown Planks
fr: Planches marron
pl: Deski brązowe
ru: Коричневые доски
uk: Коричневі дощечки

source: Brown Fence
ru: Коричневый забор
uk: Коричнева огорожа

source: Brown Fence Gate
ru: Коричневая калитка
uk: Коричнева калітка

source: Pink Armchair
fr: Fauteuil rose
pl: Fotel różowy
ru: Розовое кресло
uk: Рожеве крісло

source: Pink Curtains
fr: Rideaux rose
pl: Zasłony różowe
ru: Розовые шторы
uk: Рожеві занавіски

source: Pink Planks
fr: Planches rose
pl: Deski różowe
ru: Розовые доски
uk: Рожеві дощечки

source: Pink Fence
ru: Розовый забор
uk: Рожева огорожа

source: Pink Fence Gate
ru: Розовая калитка
uk: Рожева калітка

source: Lime Armchair
fr: Fauteuil vert clair
pl: Fotel limonkowy
ru: Зелёное лаймовое кресло
uk: Лаймове крісло

source: Lime Curtains
fr: Rideaux vert clair
pl: Zasłony limonkowe
ru: Зелёные лаймовые шторы
uk: Лаймові занавіски

source: Lime Planks
fr: Planches vert clair
pl: Deski limonkowe
ru: Зелёные лаймовые доски
uk: Лаймові дощечки

source: Lime Fence
ru: Зелёный лаймовый забор
uk: Лаймова огорожа

source: Lime Fence Gate
ru: Зелёная лаймовая калитка
uk: Лаймова калітка

source: Light Blue Armchair
fr: Fauteuil bleu clair
pl: Fotel błękitny
ru: Светло-голубое кресло
uk: Голубе крісло

source: Light Blue Curtains
fr: Rideaux bleu clair
pl: Zasłony błękitne
ru: Светло-голубые шторы
uk: Голубі занавіски

source: Light Blue Planks
fr: Planches bleu clair
pl: Deski błękitne
ru: Светло-голубые доски
uk: Голубі дощечки

source: Light Blue Fence
ru: Светло-голубой забор
uk: Голуба огорожа

source: Light Blue Fence Gate
ru: Светло-голубая калитка
uk: Голуба калітка

source: Fridge opens
ru: Холодильник открывается
uk: Холодильник відкривається

source: Fridge closes
ru: Холодильник закрывается
uk: Холодильник зачиняється

source: Curtain moves
ru: Штора движется
uk: Штори переміщуються

source: Counter
fr: Comptoir
ru: Стойка
uk: Стійка

source: Sticks
fr: Bâtons
pl: Pałeczki
ru: Палочки
uk: Палки

source: Bass guitar
fr: Guitare basse
pl: Gitara basowa
ru: Бас-гитара
uk: Басс-гітара

source: Bass drum
fr: Grosse caisse
pl: Perkusja basowa
ru: Большой барабан
uk: Басс-барабан

source: Snare drum
fr: Caisse claire
pl: Perkusja werblowa
ru: Малый барабан
uk: Барабан

source: Bell
fr: Cloche
pl: Dzwonek
ru: Колокольчик
uk: Дзвін

source: Flute
fr: Flûte
pl: Flet
ru: Флейта
uk: Флейта

source: Chime
fr: Carillon
pl: Dzwonki
ru: Чаймс
uk: Дзвіночок

source: Guitar
fr: Guitare
pl: Gitara
ru: Гитара
uk: Гітара

source: Xylophone
pl: Ksylofon
ru: Ксилофон
uk: Ксилофон

source: Iron xylophone
fr: Xylophone en fer
pl: Żelazny ksylofon
ru: Вибрафон
uk: Залілизний ксилофон

source: Cow bell
fr: Clarine
pl: Krowi dzwonek
ru: Коровий колокольчик
uk: Коров'ячий дзвінок

source: Didgeridoo
ru: Диджериду
uk: Діджеріду

source: Square wave
fr: Onde carrée
pl: Kwadratowa fala
ru: Битная музыка
uk: Квадратні хвилі

source: Banjo
ru: Банджо
uk: Банджо

source: Electric piano
fr: Synthéthiseur
pl: Pianino elektryczne
ru: Электронное пианино
uk: Електро-піаніно

source: Piano
pl: Fortepian
ru: Пианино
uk: Фортепіано

source: Doorbell
fr: Sonnette
pl: Dzwonek do drzwi
ru: Дверной звонок
uk: Дверний дзвінок

source: Instrument: @1
ru: Инструмент: @1
uk: Інструмент: @1

source: Plays a melody when rung
fr: Joue une mélodie quand on sonne
pl: Po naciśnięciu gra melodię
ru: Проигрывает мелодию при нажатии
uk: Грає мелодію коли дзвониш

source: A doorbell is a button-like musical block which plays a melody when rung, allowing the visitors to notify the owner of their arrival.
fr: Une sonnette est un bloc musical semblable à un bouton qui joue une mélodie quand on la sonne, permettant aux visiteurs de notifier le propriétaire de leur arrivée.
pl: Dzwonek do drzwi to przyciskopodobny blok muzyczny, który po naciśnięciu gra melodię umożliwiając gościom powiadomienie właściciela o swoim przybyciu.
ru: Дверной звонок - это блок-кнопка, который проигрывает мелодию при нажатии, давая возможость гостям уведомить владельца о своём прибытии.
uk: Дверний дзівнок - це подібний до кнопки музикальний блок, який грає мелодію коли дзвониш по ньому, дозволяючи прохожим повідомити власника про їхній прихід.

source: To ring the doorbell, rightclick it. Doorbell plays a different instrument based on which additional ingredient (beside a wood plank and Redstone Dust) was added when crafting it:
fr: Pour sonner, faites un clic droit. La sonnette joue un instrument différent selon l'ingrédient additionel (hormis la planche en bois et la Redstone) qui est ajoutée au moment de la fabrication.
pl: Aby zadzwonić dzwonkiem kliknij go prawym przyciskiem myszy. Dzwonek gra innym instrumentem w zależności od dodatkowego składnika (oprócz deski drewnianej i pyłu czerwonego kamienia), który został dodany podczas jego tworzenia:
ru: Чтобы позвонить в дверной звонок, нажмите по нему ПКМ. Дверной звонок играет разными инструментами в зависимости от того, какой дополнительный предмет (помимо доски и красной пыли) был добавлен при изготовлении:
uk: Щоби подзвонити в двері, ПКМ-ніть по ньому. Дверний дзвінок грає різні інструменти, основуючись на додатковому інгрідієнті(окрім дерев'яних дощечок та червоно-кам'яневого пилу) який використовувся при крафті:

source: Wood
fr: Bois
pl: Drewno
ru: Дерево
uk: Деревина

source: @1 or @2
ru: @1 или @2
uk: @1 або @2

source: Nothing
fr: Rien
pl: Nic
ru: Ничего
uk: Нічого

source: The melody played by the doorbell can be configured through modifying the mod.conf file.
fr: La mélodie jouée par la sonnette peut être configurée en modifiant le fichier mod.conf.
pl: Melodia grana przez dzwonek do drzwi może być konfigurowana poprzez modyfikację pliku mod.conf.
ru: Мелодия, проигрываемая дверным звонком, может быть изменена посредством редактирования файла mod.conf
uk: Мелодія яка грається на дверному дзвінку можна змінити через модифікацію файлу mod.conf.

source: Fridge
fr: Réfrigérateur
pl: Lodówka
ru: Холодильник
uk: Холодильник

source: 27 inventory slots
fr: 27 emplacements d'inventaire
pl: 27 miejsc na ekwipunek
ru: 27 слотов
uk: 27 слотів інвентарю

source: Fridges are containers which provide 27 inventory slots.
fr: Les réfrigérateurs sont des contenants permettant d'avoir 27 emplacements d'inventaire.
pl: Lodówki to kontenery, które zapewniają 27 miejsc na ekwipunek.
ru: Холодильники это контейнеры, имеющие 27 слотов.
uk: Холодильники є контейнерами які надають 27 слотів інвентарю.

source: To access its inventory, rightclick it. When broken, the items will drop out.
fr: Pour accéder à son inventaire, faites un clic droit. S'il est cassé, les objets tomberont.
pl: Aby uzyskać dostęp do jego ekwipunku, kliknij go prawym przyciskiem myszy. Po uszkodzeniu elementy wypadną.
ru: Чтобы открыть его инвентарь, нажмите ПКМ. Когда он будет разрушен, все предметы выпадут.
uk: Щоб відкрити інвентар, натисніть ПКМ. Якщо зламаний, речі випадуть з нього.

source: Inventory
fr: Inventaire
ru: Инвентарь
uk: Інвентар

source: Oak Hedge
fr: Haie de chêne
pl: Żywopłot dębowy
ru: Дубовая живая изгородь
uk: Дубовий живопліт

source: Dark Oak Hedge
fr: Haie de chêne noir
pl: Żywopłot z ciemnego dębu
ru: Живая изгородь из тёмного дуба
uk: Темнодубовий живопліт

source: Jungle Hedge
fr: Haie d'acajou
pl: Żywopłot z dżungli
ru: Живая изгородь из тропического дерева
uk: Тропічнодеревний живопліт

source: Acacia Hedge
fr: Haie d'acacia
pl: Żywopłot akacjowy
ru: Живая изгородь из акации
uk: Акацієвий живопліт

source: Spruce Hedge
fr: Haie de sapin
pl: Żywopłot świerkowy
ru: Еловая живая изгородь
uk: Ялинковий живопліт

source: Birch Hedge
fr: Haie de bouleau
pl: Żywopłot brzozowy
ru: Берёзовая живая изгородь
uk: Березовий живопліт

source: Mangrove Hedge
fr: Haie de palétuvier
pl: Żywopłot mangrowy
ru: Мангровая живая изгородь
uk: Мангровий живопліт

source: Cherry Hedge
fr: Haie de cerisier
pl: Żywopłot wiśniowy
ru: Вишнёвая живая изгородь
uk: Вишневий живопліт

source: Azalea Hedge
ru: Азалиевая живая изгородь
uk: Алазієвий живопліт

source: Flowering Azalea Hedge
ru: Цветущая азалиевая живая изгородь
uk: Квітучий алазієвий живопліт

source: Oven
fr: Four de cuisson
pl: Piekarnik
ru: Духовка
uk: Духовка

source: Recipe book
fr: Livre de recettes
ru: Книга рецептов
uk: Книга рецептів

source: Cooks food faster than furnace
fr: Cuit la nourriture plus vite que le four
pl: Gotuje jedzenie szybciej niż piec
ru: Готовит еду быстрее печки
uk: Готує швидше ніж пічка

source: Ovens cook several items, using a furnace fuel, into something else, but twice as fast as a normal furnace and have quadrice slots for result than smoker
fr: Les fours de cuisson cuisent plusieurs objets, avec du combustible, en autre chose, mais deux fois plus vite qu'un four classique et ont quatre fois plus d'emplacements que les fumoirs.
pl: Piekarniki używając paliwa do pieca przetwarzają kilka przedmiotów w coś innego, ale robią to dwa razy szybciej niż zwykły piec i mają cztery razy więcej miejsc na wynik niż palenisko.
ru: Духовки могут готовить несколько предметов одновременно, расходуя топливо для печки, во что-то ещё, но они готовят в 2 раза быстрее обычных печек и имеют 4 выходных слота вместо 1
uk: Духовка готує декілька речей в щось інше, використовуючи паливо пічки, але вдвічі швидше ніж звичайна пічка та має у чотири рази більше місць для приготовленого ніж коптильник

source: Use the oven to open the furnace menu.
fr: Utilisez le four de cuisson pour ouvrir le menu du four.
pl: Użyj piekarnika, aby otworzyć menu pieca
ru: Нажмите ПКМ по духовке, чтобы открыть меню приготовления.
uk: Використовуйте духовку щоби відкрити меню пічку.

source: Place a furnace fuel in the lower slot and the source material in the upper slot.
fr: Placez du combustible dans l'emplacement inférieur et les choses à cuire dans l'emplacement supérieur.
pl: Umieść paliwo do pieca w dolnym slocie, a materiał źródłowy w górnym slocie.
ru: Положите топливо в нижний слой и исходный материал в вверхний слот.
uk: Покладіть паливо пічки в нижній слот та потрібний матеріал наверх.

source: The oven will slowly use its fuel to smelt the item.
fr: Le four de cuisson va lentement utiliser son combustible pour cuire l'objet.
pl: Piekarnik stopniowo zużyje swoje paliwo, aby przetopić przedmiot.
ru: Духовка будет медленно расходовать топливо, чтобы приготовить предмет.
uk: Духовка поступово використає своє паливо щоби виплавити об'єкт.

source: The result will be placed into one of the output slots at the right side.
fr: Le résultat sera placé dans un des emplacements sur le côté droit.
pl: Wynik zostanie umieszczony w jednym z miejsc na wynik po prawej stronie.
ru: Результат будет размещён в одном из выходных слотов справа.
uk: Результат буде розташовано в слотах видачі по правій стороні

source: Use the recipe book to see what foods you can smelt, what you can use as fuel and how long it will burn.
fr: Utilisez le livre de recettes pour voir quelles nourritures vous pouvez cuire, ce que vous pouvez utiliser comme combustible, et le temps de cuisson.
pl: Użyj książki kucharskiej, aby sprawdzić jakie potrawy można przetopić, co można użyć jako paliwo i jak długo będzie się palić.
ru: Используйте книгу рецептов чтобы посмотреть, какую еду вы можете готовить, что можете использовать в качестве топлива и сколько это будет готовиться.
uk: Використовуйте книгу рецептів для того, яку їжу ви можете зробити, а також скільки палива треба витратити та як довго воно буде горіти.

source: Active Oven
fr: Four de cuisson actif
pl: Aktywny pierkarnik
ru: Включенная духовка
uk: Активна духовка

source: Gravel Path
fr: Chemin de gravier
pl: Ścieżka żwirowa
ru: Гравийная дорожка
uk: Гравієва доріжка

source: Cobblestone Path
fr: Chemin de pierre
pl: Ścieżka z kostki brukowej
ru: Булыжниковая дорожка
uk: Круглякова доріжка

source: Stone Path
fr: Chemin de roche
pl: Ścieżka z kamienia
ru: Каменная дорожка
uk: Кам'яна доріжка

source: Granite Path
fr: Chemin de granite
pl: Ścieżka z granitu
ru: Гранитовая дорожка
uk: Гранітова доріжка

source: Andesite Path
fr: Chemin d'andésite
pl: Ścieżka z andezytu
ru: Андезитовая дорожка
uk: Андезитова доріжка

source: Diorite Path
fr: Chemin de diorite
pl: Ścieżka z diorytu
ru: Диоритовая дорожка
uk: Диоритова доріжка

source: Netherrack Path
fr: Chemin de netherrack
pl: Ścieżka z netherracku
ru: Адская каменная дорожка
uk: Незерокам'яна доріжка

source: Deepslate Path
fr: Chemin d'ardoise des abîmes
pl: Ścieżka z głębokiej skały
ru: Сланцевая дорожка
uk: Сланцева доріжка

source: Cobbled Deepslate Path
fr: Chemin de pierre des abîmes
pl: Ścieżka z głębokiego łupka
ru: Дроблёная сланцевая дорожка
uk: Подроблена сланцева доріжка

source: Tuff Path
ru: Туфовая дорожка
uk: Доріжка з туфу

source: Table Lamp
fr: Lampe de table
pl: Lampa stołowa
ru: Настольная лампа
uk: Настільна лампа

source: Oak Chair
fr: Chaise en chêne
pl: Krzesło dębowe
ru: Дубовый стул
uk: Дубовий стілець

source: Oak Table
fr: Table en chêne
pl: Stół dębowy
ru: Дубовый стол
uk: Дубовий стіл

source: Dark Oak Chair
fr: Chaise en chêne Noir
pl: Krzesło z ciemnego dębu
ru: Стул из тёмного дуба
uk: Темнодубовий стілець

source: Dark Oak Table
fr: Table en chêne Noir
pl: Stół z ciemnego dębu
ru: Стол из тёмного дуба
uk: Темнодубовий стіл

source: Jungle Chair
fr: Chaise en acajou
pl: Krzesło z dżungli
ru: Стул из тропического дерева
uk: Тропічнодеревний стілець

source: Jungle Table
fr: Table en acajou
pl: Stół z dżungli
ru: Стол из тропического дерева
uk: Тропічнодеревний стіл

source: Spruce Chair
fr: Chaise en sapin
pl: Krzesło świerkowe
ru: Еловый стул
uk: Ялинковий стілець

source: Spruce Table
fr: Table en sapin
pl: Stół świerkowy
ru: Еловый стол
uk: Ялинковий стіл

source: Acacia Chair
fr: Chaise en Acacia
pl: Krzesło akacjowe
ru: Стул из акации
uk: Акацієвий стілець

source: Acacia Table
fr: Table en acacia
pl: Stół akacjowy
ru: Стол из акации
uk: Акацієвий стіл

source: Birch Chair
fr: Chaise en bouleau
pl: Krzesło brzozowe
ru: Берёзовый стул
uk: Березовий стілець

source: Birch Table
fr: Table en bouleau
pl: Stół brzozowy
ru: Берёзовый стол
uk: Березовий стіл

source: Mangrove Chair
fr: Chaise en palétuvier
pl: Krzesło mangrowe
ru: Мангровый стул
uk: Мангровий стілець

source: Mangrove Table
fr: Table en palétuvier
pl: Stół mangrowy
ru: Мангровый стол
uk: Мангровий стіл

source: Cherry Chair
fr: Chaise en cerisier
pl: Krzesło wiśniowe
ru: Вишнёвый стул
uk: Вишневий стілець

source: Cherry Table
fr: Table en cerisier
pl: Stół wiśniowy
ru: Вишнёвый стол
uk: Вишневий стіл

source: Bamboo Chair
fr: Chaise en bambou
pl: Krzesło bambusowe
ru: Бамбуковый стул
uk: Бамбуковий стілець

source: Bamboo Table
fr: Table en bambou
pl: Stół bambusowy
ru: Бамбуковый стол
uk: Бамбуковий стіл

source: Crimson Chair
fr: Chaise carmin
pl: Krzesło karmazynowe
ru: Багровый стул
uk: Багряний стілець

source: Crimson Table
fr: Table carmin
pl: Stół karmazynowy
ru: Багровый стол
uk: Багряний стіл

source: Warped Chair
fr: Chaise biscornue
pl: Krzesło zdeformowane
ru: Искажённый стул
uk: Химерний стілець

source: Warped Table
fr: Table biscornue
pl: Stół zdeformowany
ru: Искажённый стол
uk: Химерний стіл

source: Oak Slab Table
fr: Table basse en chêne
pl: Stół z płyt dębowych
ru: Дубовый полублочный стол
uk: Стіл з дубового напівблоку

source: Dark Oak Slab Table
fr: Table basse en chêne noir
pl: Stół z płyt ciemnego dębu
ru: Полублочный стол из тёмного дуба
uk: Стіл з темнодубового напівблоку

source: Jungle Slab Table
fr: Table basse en acajou
pl: Stół z płyt dżunglowych
ru: Полублочный стол из тропического дерева
uk: Стіл з тропічнодеревневого напівблоку

source: Spruce Slab Table
fr: Table basse en sapin
pl: Stół z płyt świerkowych
ru: Еловый полублочный стол
uk: Стіл з ялинкового напівблоку

source: Acacia Slab Table
fr: Table basse en acacia
pl: Stół z płyt akacjowych
ru: Полублочный стол из акации
uk: Стіл з акацієвого напівблоку

source: Birch Slab Table
fr: Table basse en bouleau
pl: Stół z płyt brzozowych
ru: Берёзовый полублочный стол
uk: Стіл з березового напівблоку

source: Mangrove Slab Table
fr: Table basse en palétuvier
pl: Stół z płyt mangrowych
ru: Мангровый полублочный стол
uk: Стіл з мангрового напівблоку

source: Cherry Slab Table
fr: Table basse en cerisier
pl: Stół z płyt wiśniowych
ru: Вишнёвый полублочный стол
uk: Стіл з вишневого напівблоку

source: Bamboo Slab Table
fr: Table basse en bambou
pl: Stół z płyt bambusowych
ru: Бамбуковый полублочный стол
uk: Стіл з бамбукового напівблоку

source: Crimson Slab Table
fr: Table basse carmin
pl: Stół z płyt karmazynowych
ru: Багровый полублочный стол
uk: Стіл з багряного напівблоку

source: Warped Slab Table
fr: Table basse biscornue
pl: Stół z płyt zdeformowanych
ru: Искажённый полублочный стол
uk: Стіл з химерного напівблоку
